[
    {
        "id": 1,
        "title": "Nothing Wrong Here",
        "rarity": 4.1,
        "description": "#A weaker normality, people instinctively try to rationalize your actions and find things more accepting about you.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 2,
        "title": "Efficient Physique",
        "rarity": 2.7,
        "description": "#Your body is incredibly efficient, you are naturally able to digest and gain more energy from breathing, eating and sleeping. In addition, abilities consume slightly less energy to use.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 3,
        "title": "Hygienic",
        "rarity": 1.9,
        "description": "#You are almost always hygienic, no bad breath or germs for you.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 4,
        "title": "Digestive Expulsion Independence",
        "rarity": 0.5,
        "description": "#You never piss or shit. Don't ask where all the waste in your body goes.",
        "tier": "Trash",
        "color": "#a39589"
    },
    {
        "id": 5,
        "title": "Blind Eye",
        "rarity": 1.1,
        "description": "#You just disappear in a crowd, as long as you shouldn't stand out you won't.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 6,
        "title": "Whats monogamy",
        "rarity": 3.0,
        "description": "#Women are very accepting of any delusions of harem or a woman loving you you might have. They tend not to question the logistics or logic of having multiple women as lovers.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 7,
        "title": "Antibody",
        "rarity": 2.7,
        "description": "#You are very resistant to most diseases.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 8,
        "title": "Longevity",
        "rarity": 4.5,
        "description": "#You will live for a long time, 100 times longer, on top of that, even if your lifespan were to be drained or destroyed you also regenerate your own lifespan.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 9,
        "title": "Devils advocate",
        "rarity": 3.4,
        "description": "#People try to justify your actions instinctually, even when you act in a way completely opposite to their moral compass, you must have had a reason. You always have the benefit of the doubt.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 10,
        "title": "Cardboard World",
        "rarity": 2.5,
        "description": "#You have complete and perfect control over your own strength and the power you exert, even with enough power to shatter a planet you can still easily punch with low enough force to not hurt a foam brick.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 11,
        "title": "Photosynthesis",
        "rarity": 3.5,
        "description": "#Who cares about food or breathing? Natural sunlight is all you need in this life. You regenerate energy faster under sunlight and when under the sun you also feel satiated and don't need to breathe as your body can function off sunlight alone. Water is still needed though.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 12,
        "title": "Enhanced Stamina",
        "rarity": 2.2,
        "description": "#You have inordinate amounts of stamina, always relative to your current status, so if you were a human with inordinate stamina and became a dragon you would be a dragon with inordinate stamina.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 13,
        "title": "Terrifying Presence",
        "rarity": 3.6,
        "description": "#You are terrifying, children cry near you and grown men piss their pants in front of you. When you want to, you appear less like a man and more like a sadistic force of nature.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 14,
        "title": "Battle Continuation",
        "rarity": 4.6,
        "description": "#You are an unstoppable machine. You can power through wounds, exhaustion, and injuries and still keep fighting. This does not dull the pain but the chances are, if the wound isn't lethal and you can still stand, you will be fine.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 15,
        "title": "Mountman",
        "rarity": 2.5,
        "description": "#You are a master rider, whatever vehicle you get on, you know how to ride as if you have been riding it for years.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 16,
        "title": "Magic resistance",
        "rarity": 4.5,
        "description": "#You are naturally resistant to magic and all magical effects, effects scale with your energy level.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 17,
        "title": "Energy Acceleration",
        "rarity": 4.4,
        "description": "#All of your abilities and spells are way faster because your energy moves way faster than it should.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 18,
        "title": "Headpat",
        "rarity": 2.2,
        "description": "#You were born with hands made for patting the heads of cute girls. Girls feel much more pleasure from you petting their heads, giving a comforting and comfortable feeling when you do. This also helps dispel negative mental effects and build affection.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 19,
        "title": "Greater Headpat",
        "rarity": 3.5,
        "description": "#You were born with hands made for patting the heads of cute girls. Girls feel much more pleasure from you petting their heads, giving a comforting and comfortable feeling when you do, maybe even arousal if they are kinky. This also helps dispel negative mental effects and build affection. Even the most frigid emo won't be able to fight the power of your palms.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 20,
        "title": "Efficient Cells",
        "rarity": 3.9,
        "description": "#Your cells are supernaturally efficient at converting sustenance into energy, you regain your energy significantly faster.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 21,
        "title": "Protection From Arrows",
        "rarity": 4.2,
        "description": "#You have a natural instinct to avoid projectiles, you always have a sense of where they are coming from and instinctually try to dodge them like a sixth sense.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 22,
        "title": "Blessing of Fae",
        "rarity": 5.6,
        "description": "#You are blessed by the fae, you have an increased energy capacity and all fairies start off with at least neutral to you, fae won't try to trick you and spirits like you.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 23,
        "title": "Golden Rule",
        "rarity": 3.7,
        "description": "#You can spot treasure from a mile away, and you can just sniff opportunities when they are near you. You gain a sixth sense of obtaining wealth and treasure.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 24,
        "title": "Heroes Reward",
        "rarity": 3.8,
        "description": "#Every Hero deserves, that whenever you save someone, they will feel very indebted to you and feel compelled to repay you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 25,
        "title": "Reward Assurance",
        "rarity": 2.2,
        "description": "#Whenever you do something for someone, whether that be a big quest or a chore, you will get your due reward, as long as both parties have agreed, the opposite party will feel compelled to deliver on their promise.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 26,
        "title": "In Shining Armor",
        "rarity": 2.8,
        "description": "#Whenever you save a damsel in distress they are almost guaranteed to develop romantic feelings for you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 27,
        "title": "Winners Rights",
        "rarity": 3.0,
        "description": "#Whenever you win a competition or a bet you get to dictate the terms of your rewards and the other party cannot refuse.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 28,
        "title": "Kakyoin's Gift",
        "rarity": 2.5,
        "description": "#Married women and milfs find themselves more attracted to you and consider you a potential romantic interest more easily.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 29,
        "title": "King of Disco",
        "rarity": 2.2,
        "description": "#You are the best dancer around, no one can beat you at the art of dance, or dodging for that matter, you feel the rhythm in your bones.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 30,
        "title": "Mmmm Milk",
        "rarity": 3.8,
        "description": "#Drinking milk replenishes Energy.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 31,
        "title": "Animal Lover",
        "rarity": 1.9,
        "description": "#All mundane animals like you, and non-mundane ones like you more easily.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 32,
        "title": "Taming specialist",
        "rarity": 2.6,
        "description": "#You are skilled at the art of turning a wild animal into a domesticated one.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 33,
        "title": "Bitch Breaker",
        "rarity": 2.9,
        "description": "#(Nsfw)Sometimes all a bad attitude needs is a good fucking, you are an expert at correcting attitudes through sex correction.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 34,
        "title": "Sunshine Boy",
        "rarity": 2.4,
        "description": "#You exude a vibe of goodness and purity, good-aligned beings like you more.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 35,
        "title": "Bad Boy Charm",
        "rarity": 2.4,
        "description": "#You have that raw bad boy edge, you are an object of affection for emo's and edgy people.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 36,
        "title": "I know a guy",
        "rarity": 5.0,
        "description": "#Your car broke down? You know a guy. Your friend is sealed in a rune array? You know a guy. Once every 30 days you can retroactively rewrite reality to have known a person that can help you with your current situation.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 37,
        "title": "Serene Grace",
        "rarity": 3.4,
        "description": "#You have an aura of refinement and grace around you, your presence is calming to those around you and your presence is very noticeable.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 38,
        "title": "Voice",
        "rarity": 3.1,
        "description": "#You have a very powerful and versatile voice, you can make it loud, quiet, smooth, rugged, feminine, masculine, etc. Boosts the power of voice-based abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 39,
        "title": "Tough Skin",
        "rarity": 2.2,
        "description": "#YOu have abnormally tough skin, enhancing your durability beyond the norm.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 40,
        "title": "Intermediate Fire Resistance",
        "rarity": 3.5,
        "description": "#You are naturally resistant to fire and fire-based abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 41,
        "title": "Intermediate Water Resistance",
        "rarity": 3.2,
        "description": "#You are naturally resistant to water and water-based abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 42,
        "title": "Intermediate Air Resistance",
        "rarity": 3.6,
        "description": "#You are naturally resistant to air and weather-based abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 43,
        "title": "Intermediate Lightning Resistance",
        "rarity": 3.5,
        "description": "#You are naturally resistant to lightning and lightning-based abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 44,
        "title": "Intermediate Earth Resistance",
        "rarity": 3.0,
        "description": "#You are naturally resistant to Earth and earth-based abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 45,
        "title": "Intermediate Ice Resistance",
        "rarity": 3.3,
        "description": "#You are naturally resistant to ice and ice-based abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 46,
        "title": "Thermal Balance",
        "rarity": 3.9,
        "description": "#You are always thermally balanced to be at a comfortable temperature, as long as the temperature isn't beyond mundane, you instantly adapt to the temperature.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 47,
        "title": "Disney Princess",
        "rarity": 4.0,
        "description": "#All animals naturally adore you and are friendly toward you, even supernatural animals quickly take a liking to you.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 48,
        "title": "Sartorial Savant",
        "rarity": 2.8,
        "description": "#Your clothes are, for some reason, always clean and tidy, even your wardrobe, and small damages seem to even mend themselves.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 49,
        "title": "Quantum Disentaglement",
        "rarity": 4.6,
        "description": "#You are an anomaly, whenever you are bound or restrained you somehow find yourself untangled.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 50,
        "title": "Linguist",
        "rarity": 2.3,
        "description": "#You are able to understand all mundane languages and are very good at learning non-mundane ones too.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 51,
        "title": "Silent Steps",
        "rarity": 2.1,
        "description": "#You naturally walk silently and softly like an assassin or a cat.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 52,
        "title": "Counter curse Mantra",
        "rarity": 3.5,
        "description": "#Whenever someone tries to inflict a curse on you, depending on the power difference between you and the target it will either be nullified or reflected back at them.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 53,
        "title": "Chameleon",
        "rarity": 2.8,
        "description": "#When you stand still for long periods of time, you start blending into the surroundings, after 10 minutes, people don't even detect your breathing or be able to acknowledge you there. This effect is dispelled when you make any major movements like attacking or fleeing.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 54,
        "title": "Perfumer",
        "rarity": 1.2,
        "description": "#You smell nice, that's about it, you have no distinct, your smell like what the person that's smelling you likes.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 55,
        "title": "Magpies Eye",
        "rarity": 2.4,
        "description": "#You are very good at spotting treasure and valuables, treasures in sight are highlighted.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 56,
        "title": "Iron Palate",
        "rarity": 3.1,
        "description": "#You can eat and digest just about anything that isn't lethal poison to you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 57,
        "title": "Prophecy",
        "rarity": 6.7,
        "description": "#You are able to see the future in your dreams, with or without your consent.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 58,
        "title": "Winner Takes All",
        "rarity": 5.0,
        "description": "#When you win against someone, you can extract a reward from them forcefully. The reward you extract must be proportional to the victory you have achieved. Minor victories equal minor rewards while winning a fight to the death would be a reward equal in value to their life. The reward must be something they are capable of granting you.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 59,
        "title": "Natural Scent",
        "rarity": 2.4,
        "description": "#Upgrade of Perfumer - You smell really good, even your sweat does, and your natural body odor is like perfume that most people like. You never have to worry about smelling bad ever again.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 60,
        "title": "Poisonous",
        "rarity": 0.2,
        "description": "#You are poisonous, meaning if anyone eats your flesh they are going to have a mildly bad time.",
        "tier": "Trash",
        "color": "#a39589"
    },
    {
        "id": 61,
        "title": "Venomous",
        "rarity": 2.8,
        "description": "#You are venomous, and your bite contains paralyzing venom.  The power of the paralysis scales with your physical abilities.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 62,
        "title": "Iron Man",
        "rarity": 2.4,
        "description": "#You are unusually tolerant, you can sleep under horrible conditions, endure strain far better, and push through wounds and exhaustion more easily. Overall, you are very hardy and enduring.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 63,
        "title": "Shiver",
        "rarity": 3.4,
        "description": "#Disco Elysium - You feel the cold breeze raise the hairs on your neck. Tune into the world, listen to the whispers of the wind, and hear what the city has to say. You are supernaturally attuned to the world around you, sometimes the world around you speaks and you can hear its voice.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 64,
        "title": "Inland Empire",
        "rarity": 4.1,
        "description": "#Disco Elysium - You are unusually attuned to your supernatural instincts, to the point where you randomly hear supernatural insights and even get flashes of the future that you need to decipher. Honing this sense can allow you to get insights into the world around you that you otherwise wouldn't get. On the other hand, not having control over this trait can make a schizophrenic unable to distinguish reality from intuition.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 65,
        "title": "Half Light",
        "rarity": 2.2,
        "description": "#Disco Elysium - You are unnaturally attuned to your baser instincts, fight, flight and fuck to the point where you can almost hear your instincts speaking to your ear. Honing this sense can help you in combat, gauge the strength of others, know when to run, etc. but on the other side, if you cannot learn to control this side of yourself you can just as easily become a paranoid savage.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 66,
        "title": "Volition",
        "rarity": 4.6,
        "description": "#Disco Elysium - You are unnaturally connected to your own inner morale. The voice that pushes you to move forward, your determination and will to keep going. Honing this sense can allow you not to lose your will even against extreme adversity and pull off feats of tremendous willpower with ease. But losing control over your volition can also lead to overconfidence.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 67,
        "title": "Raphael Ambrosius Costeau",
        "rarity": 2.6,
        "description": "#Disco Elysium - Listen to your inner detective, your deductive reasoning and ability to read cues have increased, you are basically a detective already! Albeit with none of the training of a real detective.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 68,
        "title": "Blood Pack",
        "rarity": 1.4,
        "description": "#Your body holds inordinate amounts of blood, approximately 5 times the average person, this does not affect your body in any noticeable way... somehow.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 69,
        "title": "Steady",
        "rarity": 3.9,
        "description": "#Easy does it, you are incredibly steady, those small those small shakes your body makes are no more, and you do not lose your footing either, even if you are hopped up on adrenaline you could hold a gun like it was on a tripod.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 70,
        "title": "Emphaty",
        "rarity": 2.7,
        "description": "#Some say this is a basic human trait but you would be surprised how many people just don't have it. You are able to emphasize with and understand people's emotions much better to the degree of a savant.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 71,
        "title": "Receptive Body",
        "rarity": 2.8,
        "description": "#Your body is incredibly receptive and open to change without getting damaged and curbing negative side effects. Healing is more effective on you and you are less likely to suffer from negative effects from changes like super soldier serum or abilities that cause physical instability.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 72,
        "title": "White Mage",
        "rarity": 3.6,
        "description": "#Nobody fucks with the white mage. All of your recovery class abilities are more potent and cost less energy to use, and people are more grateful for you healing them because they better be.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 73,
        "title": "Magician",
        "rarity": 5.1,
        "description": "#You are a natural magician, you were born under the mystical stars, magic comes more naturally to you and you can even create your own spells out of the ones you have learned. You also learn spells much more quickly and they are potent.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 74,
        "title": "Enhanced Stamina",
        "rarity": 2.4,
        "description": "#Your stamina is beyond the norm, you can perform strenuous activities for longer and recover from exhaustion far more quickly. In addition, you can perform for far longer.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 75,
        "title": "Enhanced Endurance",
        "rarity": 2.6,
        "description": "#Your endurance is beyond the norm, your body is more durable and resistant, allowing you to resist more damage and be harder to damage than normal. You are very hardy.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 76,
        "title": "Enhanced Strength",
        "rarity": 2.3,
        "description": "#Your strength is beyond the norm, your muscles are denser and more reinforced, allowing you to exert more physical force using your body.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 77,
        "title": "Enhanced Agility",
        "rarity": 2.7,
        "description": "#Your agility is beyond the norm, your natural speed and reflexes are greater than what most would consider normal.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 78,
        "title": "Enhanced Vitality",
        "rarity": 2.5,
        "description": "#Your vitality is beyond the norm, you recover from ailments and wounds faster than what most consider normal. In addition, your life force has been enhanced, giving you an increased lifespan.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 79,
        "title": "Reservoir",
        "rarity": 2.8,
        "description": "#Your energy reserves and recovery speed are greater than what most would consider average.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 80,
        "title": "Breathless",
        "rarity": 3.1,
        "description": "#Your body doesn't need to breathe, your body still acts like you are breathing and receives all of the benefits from it even if you don't breathe or are in an airless environment. You can also speak without air.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 81,
        "title": "Red Tear",
        "rarity": 3.5,
        "description": "#Whenever you are near death your energy output and strength are increased considerably. This effect fades when you are no longer in danger or are healed.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 82,
        "title": "Blue Tear",
        "rarity": 3.4,
        "description": "#Whenever you are near death your energy output, defense, and resistance are increased considerably. This effect fades when you are no longer in danger or are healed.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 83,
        "title": "Magician",
        "rarity": 4.1,
        "description": "#You are a natural-born Magician, making you naturally talented in the mystical arts, allowing you to learn, understand, and develop magic far faster and you have a unique intuition when it comes to matters of magic.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 84,
        "title": "Pugilist",
        "rarity": 4.4,
        "description": "#You are natural in martial arts, how to move your body efficiently and powerfully comes as second nature to you. You learn and develop martial arts far faster and have a unique intuition when it comes to combat.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 85,
        "title": "Esper",
        "rarity": 4.3,
        "description": "#You are a naturally born Esper, abilities are second nature to you. You understand, develop, and master abilities far faster and you possess a unique intuition when it comes to your abilities. Ability cooldowns are halved.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 86,
        "title": "Poseidons Kiss",
        "rarity": 2.1,
        "description": "#You are blessed by the god of the seas Poseidon, you move underwater as naturally as you would above water, in addition, all mundane aquatic life is friendly to you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 87,
        "title": "Tinker",
        "rarity": 3.5,
        "description": "#(Tech)You are a natural at building technology. All tinker abilities are more potent, in addition, it's far easier to innovate new tech and build tech. You can also push your specializations far more. (A/N: If you pulled this perk without having a tinker ability, reroll the ticket) 4/28288.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 88,
        "title": "Hacker",
        "rarity": 2.1,
        "description": "#(Tech)You are great at interfacing with technology and leveraging your skills to get into networks.  (A/N: Reroll if you are in a medieval world)",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 89,
        "title": "Empath",
        "rarity": 3.4,
        "description": "#You really are an empath. You can easily tell what people are feeling, understand emotions better, and how to control your own far better.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 90,
        "title": "Grand Mage",
        "rarity": 7.7,
        "description": "#Your talent in magic cannot be surpassed, you are one in 3000 years talent, learning, understanding, and developing magic is as natural to you as breathing, what would take the average mage a hundred years to learn, you can learn in one.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 91,
        "title": "Master Pugilist",
        "rarity": 7.5,
        "description": "#Your talent in martial arts is inhuman. Learning and developing martial arts is as natural to you as breathing, you can pick up martial arts and understand them just with simple glances, your talent in combat is unrivaled. What would take 100 years to master would take barely a year for you.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 92,
        "title": "Esgod",
        "rarity": 7.4,
        "description": "#You are an esper beyond all espers, the potency in your blood is monstrous. Using your abilities comes as naturally to you as breathing, you develop and master abilities with much greater and abilities cost much less energy to cast. You can even train out the hardcoded effects of abilities such as cooldowns and limits.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 93,
        "title": "Tinker Supreme",
        "rarity": 7.9,
        "description": "#(Tech)You are the supreme Tinker, capable of building constructs of scientific and mechanical wonder that would leave all other scientists foaming at the mouth. You don't even need specializations anymore, you are able to innovate and come up with tinker mechanisms on your own with your merits, the tinker specializations are boosts to your natural prowess now but you cannot utilize Tinker abilities not from your native world.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 94,
        "title": "Gambler",
        "rarity": 4.3,
        "description": "#Lets go gambling! Ah dangit. Every time you would roll the ticket, you roll a D20 first, depending on the roll you get, {20}= Ticket Rank Up, {19 - 17}= Advantage, {16 - 13}= Change Ticket Type, {12 - 8}= Nothing happens, {7 - 2}= Ticket rank down, {1}= Ticket is destroyed. This trait can be rerolled or toggled.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 95,
        "title": "Lady Killer",
        "rarity": 2.8,
        "description": "#You are a natural lady killer, women always find you at least a little attractive regardless of their preferences, and a decent chunk of women would consider you handsome.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 96,
        "title": "Charming Smile",
        "rarity": 1.3,
        "description": "#Your smile is really charming, helping people feel more at ease and comfortable with you. Or more attractive to women.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 97,
        "title": "Minty Breath",
        "rarity": 0.2,
        "description": "#No more bad breath, your breath always smells fresh and minty regardless of what you ate beforehand.",
        "tier": "Trash",
        "color": "#a39589"
    },
    {
        "id": 98,
        "title": "Loveable Pervert",
        "rarity": 2.2,
        "description": "#When others are perverts they get beat up and/or charged. When you are a pervert it's charming or at most exasperating. As long as you don't cross the line people don't mind you being a perv.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 99,
        "title": "Iron Fist",
        "rarity": 2.1,
        "description": "#Your fists are like iron, enhancing the power behind your unarmed strikes and fist-type abilities.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 100,
        "title": "High Specs",
        "rarity": 6.4,
        "description": "#You are incredibly intelligent, you learn, process, and utilize knowledge far far faster than anyone of your caliber should be able to. You can outpace most computers.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 101,
        "title": "Child Friendly",
        "rarity": 1.8,
        "description": "#Let's keep it PG, allows you to activate a filter that makes you more presentable to a younger audience, placing a censor on your privates, getting rid of gore on your body, etc.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 102,
        "title": "Fast Reflexes",
        "rarity": 2.1,
        "description": "#Your reflexes are beyond the norm, even as a base human you can weave around the average man's punches with ease and you can even aim dodge guns with training. Scales with your stats.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 103,
        "title": "Reactive Precognition",
        "rarity": 4.3,
        "description": "#You've got a bad feeling about this. Sometimes, you will receive short precognition before stumbling into danger, like receiving a vision of stepping on a trap just before you enter a room or being shot by an assassin when walking through the street. This won't always trigger but is more likely to trigger the higher the danger to your life.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 104,
        "title": "Mysterious Stranger",
        "rarity": 3.3,
        "description": "#A guardian angel with a revolver and a fedora, always just slightly out of reach. Sometimes, in moments the stranger will come and offer you his brief assistance, maybe he shoots your enemy in the ankle to cripple them or disables a trap you need him to. (Once the functionality of a skilled man with a gun becomes useless for the MC, the mysterious stranger will drop by one last time and give them a gold rarity trait ticket as a refund before the trait disappears.)",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 105,
        "title": "Iron skeleton",
        "rarity": 3.5,
        "description": "#Your skeleton is exceptionally durable, your bones are considerably harder to break and absorb shock way better, making you way more durable.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 106,
        "title": "Tough Claws",
        "rarity": 2.5,
        "description": "#Your claws are exceptionally sharp and durable, more than they should be, all claw-based attacks and abilities are stronger, and you can turn your nails into simple claws whenever.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 107,
        "title": "Iron Nerves",
        "rarity": 2.8,
        "description": "#Your nerves are made of iron, you don't flinch or get startled, and this does not affect your reflexes.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 108,
        "title": "Smell the Magic",
        "rarity": 3.4,
        "description": "#You can smell magic and mysticism. You can decipher the scents of people to learn more about them from their magic. A necromancer might have the stench of death and decay on them. Ice magicians may smell like crisp winter air. Etc.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 109,
        "title": "One Size Fits All",
        "rarity": 1.0,
        "description": "#Girls no longer feel any discomfort with your physical features, this extends to your phallus somehow fitting inside of them even if it reaches ludicrous sizes.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 110,
        "title": "Salt Detection",
        "rarity": 0.1,
        "description": "#You can tell where salt is, only salt is ready for human consumption.",
        "tier": "Trash",
        "color": "#a39589"
    },
    {
        "id": 111,
        "title": "Commander",
        "rarity": 3.6,
        "description": "#You are a commander, you are better at exerting your authority and receiving obedience from your subordinates. In addition, you are better at organizing, managing, and commanding personnel as well as managing their morale.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 112,
        "title": "Healing... Fluids",
        "rarity": 3.7,
        "description": "#Your sweat, saliva, and semen heal, yes, it is very awkward but the effects cannot be denied. The effect scales with your physical stats. It is not incredibly potent but it is healing, someone can lick the sweat off your abs to heal themselves.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 113,
        "title": "Blessed Child",
        "rarity": 3.5,
        "description": "#Gods really favor you, it's easier to garner favor and affection from divine beings. Blessing-type abilities are slightly stronger.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 114,
        "title": "Undeniable",
        "rarity": 3.9,
        "description": "#Your senses cannot be hindered, you can't be blinded even when sand is thrown at your eyes, and you won't become deaf even if someone sonic blasts your ear. The only way to hinder your senses is by physically ripping out the organ.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 115,
        "title": "Aware",
        "rarity": 3.2,
        "description": "#You have an enhanced sense of awareness, far beyond the average. You can easily tell when there is something wrong with your body, it is hard to catch you by surprise and you can more easily tell what is going on around you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 116,
        "title": "Avian Friend",
        "rarity": 2.6,
        "description": "#Birds and other avian-like creatures that mainly occupy the skies are more friendly toward you and it is easier to earn their affection. In addition, flying is more natural to you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 117,
        "title": "Thick Skin",
        "rarity": 2.1,
        "description": "#Your skin is way denser and tougher than the average person's, and it is very smooth and nice to touch. This toughness scales with your physical stats, being able to serve as natural armor at higher levels.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 118,
        "title": "Strong Legs",
        "rarity": 2.4,
        "description": "#Your legs are stronger and tougher than average, slightly enhancing your speed and increasing the power behind your kicks substantially.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 119,
        "title": "Pyromaniac",
        "rarity": 4.8,
        "description": "#Burn baby burn, you are a natural pyromantic, fire abilities cost less energy, and your natural fire and heat resistance are increased. You recover energy faster the hotter you are but slower the colder you are.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 120,
        "title": "Cryonist",
        "rarity": 3.4,
        "description": "#You are a natural with cold, your ice-based abilities cost less energy, and your natural ice and cold resistance are increased. You recover energy faster the colder you are but slower the hotter you are.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 121,
        "title": "Nature's Child",
        "rarity": 3.2,
        "description": "#Nature subtly favors you, you tend to find fresh and healthy fruit when you go out for walks, you can grow a garden with minimal care, and animals and beings that are aligned with nature are more favorable toward you. In addition, you recover energy faster the closer you are to nature.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 122,
        "title": "Mind Palace",
        "rarity": 6.2,
        "description": "#Your mind is a palace you have absolute control over, you are immune to all mind abilities below Mythical level, and you can freely control your own mind, possess enhanced thought speed and perfect memory. In addition you learn things much faster than the average person and can freely change your own mental scape.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 123,
        "title": "Polymath",
        "rarity": 4.4,
        "description": "#You are a polymath, a once-in-a-generation talent in all areas. You improve in all areas of expertise with speed that vastly outstrips the average person.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 124,
        "title": "Talented",
        "rarity": 3.7,
        "description": "#You are a talent in every field of experience. You pick up any skill considerably faster than the average person and improve faster too.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 125,
        "title": "Persuasive",
        "rarity": 2.6,
        "description": "#You are very persuasive, it is easier to make people see things from your perspective and get them to agree with you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 126,
        "title": "Manager",
        "rarity": 2.7,
        "description": "#You are really good at organizing and managing things, distributing tasks, and prioritizing.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 127,
        "title": "Thinker",
        "rarity": 4.8,
        "description": "#I think, therefore I am. All of your thinker abilities are more potent and cost less to use, in addition, thinker headaches are mitigated.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 128,
        "title": "Zenkai Boost",
        "rarity": 5.3,
        "description": "#What doesn't kill me makes me stronger, whenever you come back from near death and recover to full you get a substantial boost to all of your basic stats.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 129,
        "title": "Herbalist",
        "rarity": 2.1,
        "description": "#You have a vast knowledge base related to plants, you can easily understand the function and origin of a plant just by looking at it. You can also make basic medicines.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 130,
        "title": "Feline Friend",
        "rarity": 2.2,
        "description": "#You are a friend to all cats kind. All felines and feline-related beings are more favorable towards you and it is easier to earn their affection. In addition, you are inordinarily flexible.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 131,
        "title": "Sexual Calibration",
        "rarity": 2.3,
        "description": "#(Nsfw)All of the minor inconveniences sex once had are now gone, forget about STDs, hygiene precautions, or unwanted pregnancies because you can adjust how all of those interact with you. In addition, you are very talented in the tantric arts.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 132,
        "title": "Golden Shot",
        "rarity": 1.2,
        "description": "#Your little swimmers are the strongest in the world, any woman you cum inside of WILL get pregnant, even if they are more barren than the arid desserts your semen does not care.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 133,
        "title": "Ygdar Orus Li Ox",
        "rarity": 4.9,
        "description": "#\"You only live once\" At the moment of your death, you are resuscitated and revived with all of your lethal wounds healed and some of your energy restored, once Ygdar Orus Li Ox is triggered this trait is deleted from your status.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 134,
        "title": "Hero Candidate",
        "rarity": 3.3,
        "description": "#You are a Hero in training, whether you are fit to take on the title of a real hero is to be seen, all Holy and Light abilities are slightly enhanced and the strength and duration of blessings are extended.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 135,
        "title": "Demon Scion",
        "rarity": 3.6,
        "description": "#You are a Demon Lord to be, whether you are fit to take the title is to be seen, all Darkness and Unholy abilities are slightly enhanced but at the same time you are more vulnerable to holy and light abilities.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 136,
        "title": "Goth Magnet",
        "rarity": 2.4,
        "description": "#Goths and emos are drawn to you for some reason, making it easier for you to garner affection and favor from goths or girls with daddy issues. In addition, people turn a blind eye to your less-than-favorable actions more easily, just like how those fathers turned a blind eye to their daughters.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 137,
        "title": "Background NPC",
        "rarity": 2.6,
        "description": "#You fade into the background really easily, unless you do something to draw attention to yourself people overlook you very often and it becomes very hard to notice you. Does not work on people who are looking for you or are aware that you specifically are there. Stranger class abilities are slightly more potent.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 138,
        "title": "Untraceable",
        "rarity": 3.8,
        "description": "#You are very hard to track, cameras mysteriously stop recording when you step into the frame, your footprints get covered by the natural elements, and normal people just cannot remember which way you went when someone asks them. Very good for a serial killer or a paranoid.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 139,
        "title": "Golden Boy",
        "rarity": 5.7,
        "description": "#People want you on their side and they will dote on you to make sure you don't defect from their side, if you are in an organization your higher-ups like you way easier and they will try to accommodate you. If the king or queen meets you they will probably also take a liking to you.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 140,
        "title": "Ex Nihilo",
        "rarity": 5.3,
        "description": "#Your emitter abilities produce actual matter now, not just energy constructs but permanent new matter in the universe, trying to study how this works is sure to cause an aneurysm.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 141,
        "title": "Peerless",
        "rarity": 3.6,
        "description": "#You are peerless in bed, you can quickly adapt to your partners' preferences and learn their weak spots in bed, you improve at the tantric arts much faster also, none will leave your bed unsatisfied.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 142,
        "title": "Helltaker",
        "rarity": 3.3,
        "description": "#\"You wake up, dreaming of a harem of demon girls\" Infernally aligned/Demonic beings find themselves more attracted to you and it is easier to earn their affection.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 143,
        "title": "Heaventaker",
        "rarity": 3.5,
        "description": "#\"You wake up, dreaming of a harem of... angel girls? That doesn't sound right-\" Holy aligned/Angelic beings find themselves more attracted to you and it is easier to earn their affection.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 144,
        "title": "Denied from Oblivion",
        "rarity": 6.4,
        "description": "#The gates of hell are closed for the likes of you, and heaven kicked down the ladder so you are just stuck here. You remain in the mortal world as a soul after your death.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 145,
        "title": "Curse Devouring Physique",
        "rarity": 4.2,
        "description": "#Your physique is unique, it devours curses like a hungry animal. If you get cursed your body starts fighting against it and slowly eating the curse, the strength of the physique scales with your maximum energy. Completely devouring a curse increases your maximum man slightly, devouring more of the same curse has diminished returns. You also recover energy faster in places with more negativity.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 146,
        "title": "Mysticism",
        "rarity": 3.2,
        "description": "#Your energy reserves and recovery speeds are beyond the norm. Allowing you to use abilities and spells for longer.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 147,
        "title": "Hyper Reflexive",
        "rarity": 4.6,
        "description": "#Your entire nervous system is overhauled, and your reflexes are so fast they almost seem like precognition.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 148,
        "title": "Surging Magic Power",
        "rarity": 4.9,
        "description": "#Your connection to the mystical is far more potent, any magic you use is far stronger than it normally would be and you can overload spells without breaking them.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 149,
        "title": "Nine Lives",
        "rarity": 7.4,
        "description": "#Fate - You have nine lives, every time you die, one of these lives is exhausted and you are returned to full health with a permanent resistance against the attack that took your life.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 150,
        "title": "Scholar",
        "rarity": 2.1,
        "description": "#You are an expert at reading, learning, and retaining information, you could read 50 books in a day and still be able to retain all of the information from the individual books.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 151,
        "title": "Winterman",
        "rarity": 2.6,
        "description": "#You were born in the harsh winter winds, you are more resistant to cold and ice-based abilities, and your ice-based abilities cost less energy to use.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 152,
        "title": "Constant",
        "rarity": 5.3,
        "description": "#You are a constant, your body cannot be changed by outside influences without your consent, in addition, you are immune to paradoxes and only one of you exists as you cannot be cloned or be replicated either.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 153,
        "title": "Master Rider",
        "rarity": 4.2,
        "description": "#You are a master at riding any mount, when you get on top of a mount your senses are linked and you can communicate your intentions to your mount instantly.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 154,
        "title": "Dragon Rider",
        "rarity": 4.4,
        "description": "#You are the one destined to ride dragons, all dragons view you more favorably and it is far easier to earn their affection.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 155,
        "title": "My Master",
        "rarity": 3.2,
        "description": "#You are an excellent master, any servant under you or serving you is more favorable toward you and it is easier to earn their affection. This also applies to submissive people.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 156,
        "title": "Corrupting",
        "rarity": 3.7,
        "description": "#Your presence is very corrupting, the longer you influence people the more they are willing to betray their morals for you and ignore the morality of your actions.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 157,
        "title": "Pacifism",
        "rarity": 2.4,
        "description": "#With pacifism, you are able to turn off your killing potential, even if you hit a medieval serf with a final flash, he will still be alive albeit barely.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 158,
        "title": "Gym Nut",
        "rarity": 3.7,
        "description": "#You are a gym nut, want those powerful muscles? Better get to grinding. Your body recovers from exercise far quicker and far better, and your physical training efficiency is increased considerably. You could achieve peak human fitness in a few months of decent training.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 159,
        "title": "Fireborn",
        "rarity": 6.7,
        "description": "#You were born in the flames, molded by them, You are completely immune to all fire-based attacks, and the higher your body temperature, the faster you recover energy and health up to 500%.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 160,
        "title": "High Capacity",
        "rarity": 5.3,
        "description": "#You have an extra ability slot.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 161,
        "title": "Immutable",
        "rarity": 3.9,
        "description": "#Your body refuses to change. You are incredibly resistant to abilities that would try to change, anyone trying to change you without your consent has to wrestle control over you first. Abilities like rot or wither inducement, sickness inducement, biokinesis, etc. are automatically resisted.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 162,
        "title": "Ice Monarch",
        "rarity": 7.2,
        "description": "#You are the Ice Monarch, the ruler of all that is ice. You are massively resistant to all elemental effects, for every element that comes in contact with you freezes. All ice and frost-related abilities below Mythical Tier are increased by rank and cost less energy to use. All ice and frost-aligned beings instinctively recognize you as the monarch. You are immune to ice and cold-based abilities.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 163,
        "title": "Fire Monarch",
        "rarity": 7.3,
        "description": "#You are the Ice Monarch, the ruler of all that is Fire and Plasma. Your energy is massively enhanced, as your soul is an eternal reactor. All Fire and Plasma-related abilities below Mythical Tier are increased by one rank and cost less energy to use. All fire and heat-aligned beings instinctively recognize you as the monarch. You are immune to  Fire and Plasma-based abilities.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 164,
        "title": "Earth Monarch",
        "rarity": 7.4,
        "description": "#You are the Earth Monarch, the ruler of all that is Earth. Your durability is massively enhanced, you are as immovable as the earth. All Earth and Metal-related abilities below Mythical Tier are increased by one rank and cost less energy to use. All earth-aligned beings instinctively recognize you as the monarch. You are immune to earth and metal-based abilities.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 165,
        "title": "Sea Monarch",
        "rarity": 7.1,
        "description": "#You are the Sea Monarch, the ruler of all that is Water and the depths. Your vitality is massively increased as the sea is the mother of all life. All water-related abilities below Mythical Tier are increased by one rank and cost less energy to use. All water and sea-aligned beings instinctively recognize you as the monarch. You are immune to water and ice-based abilities.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 166,
        "title": "Sky Monarch",
        "rarity": 7.9,
        "description": "#You are the Sky Monarch, the ruler of all that is Sky. Your agility is massively enhanced, as you are as free as the wind. All wind and lightning-related abilities below Mythical Tier are increased by one rank and cost less energy to use. All sky-aligned beings instinctively recognize you as the monarch. You are immune to wind and lightning-based abilities.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 167,
        "title": "Hero",
        "rarity": 4.5,
        "description": "#You are a Hero, a child blessed by light and holy. All Light and Holy-based abilities are strengthened alongside your physical abilities. Beings aligned with the Divine/Clergy are more favorable toward you and are more likely to view you with reverence and affection, and to reward you for your merits and service for them. In addition, all blessings are stronger and last longer on you.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 168,
        "title": "Free Bird",
        "rarity": 3.6,
        "description": "#You are a perfect flyer, flight comes as naturally to you as walking or breathing, all flight abilities are more precise, and potent and cost considerably less energy to maintain.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 169,
        "title": "Relentless Stamina",
        "rarity": 4.3,
        "description": "#Your stamina is ridiculous, even as a regular human you could run a marathon and not be winded, you also recover from exhaustion really fast and it takes a lot to get you exhausted.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 170,
        "title": "Cat's Feet",
        "rarity": 2.0,
        "description": "#You almost always land on your feet when falling, in addition, you are immune to all fall damage, even falling down from space to earth will not hurt your legs.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 171,
        "title": "Cuddle King",
        "rarity": 2.1,
        "description": "#You are the king of cuddling, whoever you are cuddling or having a skinship with will feel comfortable, and you are the best cuddling partner. Good for building relationships.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 172,
        "title": "Eagle Eyes",
        "rarity": 2.2,
        "description": "#Your sense of sight and visual acuity are far beyond the norm, you can see a lot farther and a lot more clearly than the average person.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 173,
        "title": "Bloodhound",
        "rarity": 2.8,
        "description": "#Your sense of smell is far beyond the norm, comparable to canines, in addition, you can differentiate smells with great accuracy.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 174,
        "title": "Sharp Hearing",
        "rarity": 2.5,
        "description": "#Your sense of hearing is far beyond the norm. You can distinguish many quieter sounds, you are able to differentiate between sounds much easier, and automatically adjust your hearing depending on the sound of the noise.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 175,
        "title": "Soft Hugger",
        "rarity": 2.6,
        "description": "#Sometimes all you really need is a hug. Your hugs feel really nice and comforting, they also help dispel negative emotional states. Your hugs are literally therapeutic. Go figure.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 176,
        "title": "Boundless Stamina",
        "rarity": 4.4,
        "description": "#Your stamina is boundless, even a regular person with this trait would be able to run a marathon with ease and only need a minute's rest afterward. Your stamina recovers incredibly and exhaustion fades from your body much faster.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 177,
        "title": "Lucky Sukebe",
        "rarity": 2.3,
        "description": "#You are a lucky fellow alright, just in ways you wouldn't expect. You often stumble into lucky perverted or lewd situations. The chaos of all infinity and eternity is distilled into an ability to affect the composition of all of reality itself and it makes you more likely to find a girl changing. Amazing.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 178,
        "title": "Spirit Affinity",
        "rarity": 3.0,
        "description": "#You are talented in the art of everything spirits, spiritual creatures, and objects take a liking to your and soul-based abilities are easier to master",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 179,
        "title": "Immortal Soul",
        "rarity": 4.9,
        "description": "#Your soul is immortal, it can be wounded and shattered but never annihilated as long as you possess energy.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 180,
        "title": "Last Stand",
        "rarity": 3.5,
        "description": "#When your health is down 10% or when you are on the brink of death your physical stats increase by a stage.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 181,
        "title": "Lord Death of Murder Mountain",
        "rarity": 4.5,
        "description": "#Murder and maiming are just instinct, you were born with blood in your hands and you will spill many more.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 182,
        "title": "Enhanced Strength",
        "rarity": 2.5,
        "description": "#Enhances the user's existing strength, increasing the physical force they can exert proportional to their own strength.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 183,
        "title": "Enhanced Agility",
        "rarity": 2.8,
        "description": "#Enhances the user's existing agility, augmenting their speed and reflexes.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 184,
        "title": "Enhanced Vitality",
        "rarity": 2.4,
        "description": "#Enhances the user's existing vitality, allowing them to recover from wounds and afflictions quicker and making them more healthy overall.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 185,
        "title": "Enhanced Endurance",
        "rarity": 2.6,
        "description": "#Enhances the user's existing endurance, allowing them to function for longer before getting tired and enduring more punishment.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 186,
        "title": "Dexterous",
        "rarity": 3.1,
        "description": "#You are unusually dexterous, granting you impeccable hand-to-eye coordination, motor skills, and control over your body.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 187,
        "title": "Vengeful",
        "rarity": 4.2,
        "description": "#When fighting against any target you have lost to before, all abilities and traits you possess are increased by a stage which is a + by the way so Uncommon would become Uncommon+.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 188,
        "title": "Masochism",
        "rarity": 4.5,
        "description": "#\"Hurt me more\" Whenever you are hurt or damaged you recover energy proportional to the damage you receive.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 189,
        "title": "Demon Lord",
        "rarity": 4.4,
        "description": "#You are a Demon Lord, all Darkness and Unholy magic and abilities are strengthened and so are your physical stats, this effect is increased if your race is demonic or infernal., you greatly resist all darkness and unholy attributes. Demonic/Infernal beings are more servile to you and it is easier to assert your authority over them and receive their obedience. All Demonic/Infernal beings under your service or command you can command and manage better, in addition, they get minor buffs from being under you.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 190,
        "title": "Hero",
        "rarity": 4.9,
        "description": "#All holy and light abilities are enhanced as well as a basic boost to all physical stats.  All related abilities are increased by half a rank if they are below the elite rank.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 191,
        "title": "Hero Time",
        "rarity": 4.7,
        "description": "#Can only be activated once a week, if you are fighting to protect someone all enhancement abilities receive a full rank boost.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 192,
        "title": "In Time of Need",
        "rarity": 4.0,
        "description": "#-A Hero arises. Once every 120 hours you can restore your stamina and energy to full. Hours afterwards you will be extremely exhausted.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 193,
        "title": "Seamster",
        "rarity": 2.3,
        "description": "#You are naturally very talented at sewing, you can spot flaws in clothing and easily make your own or fix others",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 194,
        "title": "Wrath Made Manifest",
        "rarity": 6.6,
        "description": "#You are wrath given form, all of your physical start increasing the angrier you get, caps out at Epic Rank",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 195,
        "title": "Pride King",
        "rarity": 6.6,
        "description": "#Your very existence is oppression, in your presence, any creature below Epic rank will have all their energy lowered by one rank, and anyone more than two ranks below you cannot breathe without your permission",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 196,
        "title": "Gluttonous Abyss",
        "rarity": 6.6,
        "description": "#You can extract the energy out of any object you eat to permanently increase your own energy reserves",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 197,
        "title": "Free Flier",
        "rarity": 2.1,
        "description": "#You are a master of flight, you are almost more comfortable flying than walking.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 198,
        "title": "Stable",
        "rarity": 2.6,
        "description": "#You will never lose your balance from anything short of your legs getting sheared off.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 199,
        "title": "Zenkai Boost",
        "rarity": 5.6,
        "description": "#Every time you return from near death all of your stats are increased permanently.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 200,
        "title": "Black Heart",
        "rarity": 6.3,
        "description": "#Solo Levelling - You have a second metaphysical heart that massively increases your mana capacity and regeneration while also boosting all necromancy abilities significantly.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 201,
        "title": "Mana Heart",
        "rarity": 5.8,
        "description": "#Your heart pumps mana instead of blood, and your energy capacity and regeneration are massively increased.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 202,
        "title": "Mana Substitution",
        "rarity": 4.0,
        "description": "#Whoever said you needed paltry things such as blood, food, water, or air to breathe were liars. You can substitute any of those things with your own mana but don't depend on it for too long, or else you may instantly die when you run out of mana.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 203,
        "title": "Iron Man",
        "rarity": 3.3,
        "description": "#Your mind is made of iron and your body will obey. Even if you are exhausted and starving the effect it has on your performance is minimal.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 204,
        "title": "Bloodless",
        "rarity": 2.2,
        "description": "#Bloodloss who? You don't bleed like they do, even if your body is drained of most of its blood, as long as there is a cupful left you won't feel its effect. If you are a vampire with this trait, you won't suffer the need for blood.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 205,
        "title": "Bloodbank",
        "rarity": 2.7,
        "description": "#You just keep bleeding and bleeding, your body can hold 10x the amount of blood and regenerate blood 10x faster, don't ask how your body can store that much blood without changing mass or size.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 206,
        "title": "Eternal Bleed",
        "rarity": 4.2,
        "description": "#Your body holds a virtually limitless amount of blood and you regenerate blood 100 times faster, you can feed a whole clan of vampires for the rest of their lives or be the ultimate bank for a Hemokinetic.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 207,
        "title": "Living Nightmare",
        "rarity": 5.7,
        "description": "#You can recover your energy by converting the fear people hold towards you into energy, if enough people fear you you might even gain permanent stat increases.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 208,
        "title": "Lord of Fear",
        "rarity": 6.6,
        "description": "#You are the ruler of fear, if your opponent fears you their energy starts getting drained to yours, and you can physically interact with fear and absorb it into your own energy.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 209,
        "title": "Necromancy",
        "rarity": 4.0,
        "description": "#Specialization - You are a natural-born necromancer, dealing with death and souls is just your lane of business. Any death or soul-related ability is easier to master and costs less energy.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 210,
        "title": "Plaugemaster",
        "rarity": 4.2,
        "description": "#Specialization - You are a natural-born contagion, spreading disease, poison, and decay is second nature to you. Any poison or disease-related ability is easier to master and costs less energy to use.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 211,
        "title": "Shaper",
        "rarity": 4.8,
        "description": "#Specialization - You are a natural-born shaper, shaping the body is second nature to you, all biological or body alteration abilities are easier to master and cost less energy.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 212,
        "title": "Non Binding Clause",
        "rarity": 5.3,
        "description": "#That contract you just signed? The one with the soul bindings or magical enforcement? Yeah, unfortunately for them it's non-binding for you. At any time you choose to, you can destroy any contract or clause bound to you that you have agreed to. The fae will cry.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 213,
        "title": "Lil' Hercules",
        "rarity": 5.5,
        "description": "#You are unusually strong, even as a regular human without powers you could rip a man in two with your bare hands and are durable enough to take your own punches. This strength scales with your current physical abilities, you are always stronger than you should be.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 214,
        "title": "Peak Specimen",
        "rarity": 5.4,
        "description": "#You are genetically the peak of your race, all those impurities or genetic defects your race could have had don't affect you, it's almost like you were selectively bred to be the peak specimen of your species.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 215,
        "title": "Ancestry",
        "rarity": 4.7,
        "description": "#You have some... unique ancestry, your parentage and lineage have changed from mundane or regular to you being the secret child of a great figure, which figure? Who knows, maybe they were a great swordsman or a legendary magician. Once you unlock your lineage ability or talent this trait gets replaced with it.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 216,
        "title": "Chutzpah",
        "rarity": 3.3,
        "description": "#You don't give a shit, panic and apprehension can get you when they have earned you. If you choose to, you can shrug off that panic and fear and show your audacity in the face of even god itself.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 217,
        "title": "Stylist",
        "rarity": 2.7,
        "description": "#You are an excellent stylist, you can style hair like an experienced hairdresser and know what to wear and how to wear it with style.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 218,
        "title": "Magic Well",
        "rarity": 4.2,
        "description": "#You have an abnormally large pool of energy you can access, allowing you to use abilities and spells for far longer.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 219,
        "title": "Big Battery",
        "rarity": 3.5,
        "description": "#Your energy reserves are noticeably above average, not so much that you would be touted as a genius above all but enough to be very noticeable.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 220,
        "title": "Dragon Core",
        "rarity": 7.0,
        "description": "#Instead of ordinary energy reserves, your energy core is that of o dragon. If the average mage has a generator, you have a power plant in your heart.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 221,
        "title": "Energy Abyss",
        "rarity": 7.6,
        "description": "#Your energy storage is infinite, and your regeneration and output are unaffected but you will never hit a limit with how much energy you can hold inside of you, even if the most you can conjure is a measly fireball. You can hold the energy equivalent of a billion supernovas inside of you.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 222,
        "title": "Lord of Magic",
        "rarity": 7.2,
        "description": "#Your talent in magic is one in a trillion, magic just makes sense to you, you can learn even the most complex of spells in the hundredth of the time it would take the average \"genius\". You can come up with spells on the fly, your talent is practically unrivaled.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 223,
        "title": "Warlord",
        "rarity": 7.3,
        "description": "#Your talent in weaponry and warfare is one in a trillion, you can pick up and master basically any martial arts and weaponry in a hundredth of the time it would take the average \"genius\". You are basically Garou.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 224,
        "title": "Demigod",
        "rarity": 6.0,
        "description": "#You are the child of a god, which one? Who knows, could be anyone, chances are, even if they don't know about your existence, maybe you will get a doting mother when they find out or get Kronos'd. After you discover your lineage and awaken your ability this trait will be replaced by it",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 225,
        "title": "Untired",
        "rarity": 5.8,
        "description": "#\"I can do this all day.\" You never get tired, even if your energy is at its last dregs or you have been running for days you won't get tired, your body may feel all of the negative effects from overworking your body but you don't feel tired or exhausted.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 226,
        "title": "Infinite Stamina",
        "rarity": 6.8,
        "description": "#\"I can do this forever\" You must be some kind of monster, that's the only explanation. You could walk forever and not get out of breath, and you can be sure that no matter what you will never run out of stamina, you may strain your body but in terms of bodily energy, you have infinite, does not affect mana/energy.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 227,
        "title": "Recoilless",
        "rarity": 5.1,
        "description": "#Ability drawbacks are severely reduced and Newton's 3rd law cowers before you. You can draw upon more power than your body should be able to and you will barely feel it.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 228,
        "title": "Your Majesty",
        "rarity": 4.6,
        "description": "#You have the blood of royalty inside of you, you have more charisma than the average person and it is easier to assert yourself as a figure of authority in people's minds. If you are responsible for someone, they will view you with more respect and authority.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 229,
        "title": "Rivalry",
        "rarity": 3.3,
        "description": "#Swordsmen and Martial Artists seem to be drawn to you, they want to test themselves against you and grow fond of you easier, especially if you manage to defeat them.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 230,
        "title": "Demon God",
        "rarity": 8.1,
        "description": "#You are the reincarnation of a Demon God, all Darkness and unholy abilities and magic are increased by a tier if they are below mythical level and cost less energy to use, all demonic and infernal beings recognize you as an absolute authority if they are weaker than you and even ones stronger than you recognize you for what you are. Your basic physical stats are massively increased and in addition, you can convert your energy directly into a darkness attribute like a Mana Burst.",
        "tier": "Divine",
        "color": "#ff8c00"
    },
    {
        "id": 231,
        "title": "Wanted",
        "rarity": 4.8,
        "description": "#People want you on their side or organization and they don't want you to leave, you are likely to be treated way better in any organization you sign up with and the rules would be way less strict on you, you are needed on their side after all.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 232,
        "title": "Quest Marker",
        "rarity": 4.5,
        "description": "#\"Another settlement needs our help, I'll mark it on the map for you\", whenever you get a quest or someone requests something you can summon an arrow that points you toward your objective.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 233,
        "title": "Handsome",
        "rarity": 2.6,
        "description": "#You aren't physically more handsome of course, but women just find your face and figure more appealing to their tastes. If you were a 5/10 in their eyes before you are now a solid 7/10.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 234,
        "title": "Lese Majeste",
        "rarity": 3.2,
        "description": "#Your chutzpah and boldness are perceived as more charming rather than irreverent or disrespectful by people in positions of power, in addition, people in power like nobles, bosses, royalty, etc. find themselves more attracted to you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 235,
        "title": "Lovers",
        "rarity": 3.3,
        "description": "#You are better at understanding others and expressing your own feelings through speech or words, making yourself understood better. For all intents and purposes, this is essentially talent in communication.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 236,
        "title": "Charming Eyes",
        "rarity": 1.6,
        "description": "#Not to be confused with the mystical eyes of charming, instead of hypnotizing people your eyes are just really pretty.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 237,
        "title": "Precise",
        "rarity": 3.6,
        "description": "#You are very precise and controlled when using your abilities or spells, your control over your own moves and body is beyond the norm.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 238,
        "title": "Exact",
        "rarity": 4.5,
        "description": "#You are incredibly precise with your control over both your abilities and spells to the point that other people would struggle to match them.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 239,
        "title": "Chronolog",
        "rarity": 1.7,
        "description": "#You have a perfect internal clock, you can when was the last time you did something. You can recall things by the milliseconds and you are perfect in timing things like a stopwatch too.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 240,
        "title": "Post Mortem",
        "rarity": 4.5,
        "description": "#The reaper's car got stuck in traffic so he is going to be a little late. When you die, you can still move and use your abilities for up to 1 hour before the traffic jam clears and the reaper takes your soul.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 241,
        "title": "Infinite Money Glitch",
        "rarity": 6.9,
        "description": "#Something is very wrong but you don't have to worry about that. You can always pull out enough money you need to pay for something from... somewhere. Just reach into your pocket and you will something like a gold coin, perfect legal tender that doesn't cause inflation, whatever, you will somehow find enough money whenever you need it.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 243,
        "title": "Nature's Embrace",
        "rarity": 4.2,
        "description": "#Well, you can officially call Mother Nature mommy so that's nice. Nature itself favors you, trees bend down branches to offer you fresh and healthy fruits, animals and nature-aligned beings favor you and are more affectionate towards you, you know how to maneuver around a forest, and wild animals will help you. You also recover energy faster the closer you are to nature.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 244,
        "title": "Nature's Chosen",
        "rarity": 5.7,
        "description": "#Mother nature has chosen you as her favored one, you receive her protection in forests and nature, wild animals are all friendly toward you and understand your words, the trees part to show you the way, and bounties offer fresh fruit and vegetables, animals and nature aligned beings favor you and are more affectionate towards you, some may even recognize her touch on you. You also recover energy faster the closer you are to nature.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 246,
        "title": "Gaia's Child",
        "rarity": 6.8,
        "description": "#You are the child Gaia herself, now mother nature is your actual mom. Anyone trying to attack you in a forest is asking for death as mother nature will actively defend you, branches of trees will move like snakes with spear tips harder than metal, treats will rise and roots will shield you, nature itself treats you like her child. Animals and nature-aligned beings favor you and are more affectionate towards you, some may even recognize her touch on you.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 247,
        "title": "Heavy Weapons Guy",
        "rarity": 3.7,
        "description": "#\"I am heavy weapons guy\". The heavier the object you wield, the stronger you get in proportion to it, and you do not suffer penalties for wielding weapons heavier than you should be able to comfortably swing around.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 248,
        "title": "Superconductor",
        "rarity": 4.6,
        "description": "#Your body is a funnel and connection for lightning. All Lightning-based abilities are more potent, cost less energy to use, and are easier to master. In addition, you can ground lightning and electricity, absorbing a portion of their energy as you do so.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 249,
        "title": "Earthbound Ancient",
        "rarity": 6.2,
        "description": "#You are one with the primordial earth, all earth-based abilities are far more potent, cost less energy to use, and are easier to master. In addition, you recover energy faster when in standing on ground and even faster the more underground you are.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 250,
        "title": "Grounded",
        "rarity": 4.4,
        "description": "#You embody the immovable earth, all earth-based abilities are more potent, cost less energy to use, and are easier to master. In addition, you recover energy faster when underground.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 251,
        "title": "Skyward",
        "rarity": 4.2,
        "description": "#You belong to the skies, all wind-based abilities are more potent, cost less energy to use, and are easier to master. In addition, you recover energy faster when in the sky.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 252,
        "title": "Electric Sheep",
        "rarity": 3.6,
        "description": "#(Tech)Do robots dream? Well, even if they don't, they certainly think of you. All tinker abilities are easier to use and innovate with, in addition, you can interface with any existing machine and network with greater ease. (A/N: Reroll if you don't have a thinker ability)",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 253,
        "title": "Flexible",
        "rarity": 1.7,
        "description": "#You are inordinately flexible, even more so than an expert contortionist.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 254,
        "title": "Demon King",
        "rarity": 5.6,
        "description": "#You are the destined Demon King, all Darkness and Unholy-related abilities and magic are greatly enhanced alongside your physical abilities. this effect is increased if your race is demonic or infernal., you greatly resist all darkness and unholy attributes.Demonic/Infernal beings are more servile to you and it is easier to assert your authority over them and receive their obedience, weaker ones are compelled to serve you. Whenever a creature submits to your rule or to you personally you get slightly stronger depending on their level of power.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 255,
        "title": "True Hero",
        "rarity": 5.8,
        "description": "#You are the True Hero blessed by the divines themselves. All Light and Holy-based abilities are greatly enhanced alongside your physical abilities. Beings aligned with the Divine/Clergy are more favorable toward you and are more likely to view you with reverence and affection, and to reward you for your merits and service to them. In addition, all blessings are stronger and last longer on you. Whenever you are combating a creature in order to save someone you gain a temporary enhancement to all of your stats depending on your willpower and the stakes.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 256,
        "title": "Chosen Champion",
        "rarity": 7.7,
        "description": "#You are the chosen Hero of Humanity. All Light and Holy-based abilities are increased by a rank if they are below Mythical rank and your base physical abilities are massively enhanced. Beings aligned with the Divine/Clergy are more favorable toward you view you with reverence and affection, and reward you for your merits and service to them. All blessings are permanent for you. Whenever you are fighting a creature in order to save someone you gain a temporary enhancement to all of your stats depending on your willpower and the stakes.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 257,
        "title": "Alluring Whisper",
        "rarity": 2.8,
        "description": "#(Nsfw)You have a smooth, buttery and attractive voice that belongs to a top-tier singer, in addition, your voice can impress even the most picky hardasses and used to sound more convincing. Enhances your voice-based abilities.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 258,
        "title": "Charisma",
        "rarity": 2.5,
        "description": "#You have a sort of charismatic presence around you, an aura that just pulls people in and makes you seem like more in their eyes.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 259,
        "title": "Sensual Prescence",
        "rarity": 3.6,
        "description": "#(Nsfw)You are a sensual kind of presence around you, it's not exactly too noticeable but people find themselves more attracted to and aroused by you. The longer they are exposed to your presence the higher the effects, but only works on people friendly to you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 260,
        "title": "Harem Lord",
        "rarity": 2.7,
        "description": "#You are an aspiring harem enthusiast. Women and society as a whole mind you having a harem a lot less, it still won't be easy building your harem of beauties but it will be a lot less of a hassle.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 261,
        "title": "Harem King",
        "rarity": 3.3,
        "description": "#You are a harem king to be, women are more attracted to you and society as a whole does not see a problem with you having a harem. In addition, women do not mind you dating other girls either, they might still have their own problems but the concept of a harem isn't one of them.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 262,
        "title": "Camaraderie",
        "rarity": 3.1,
        "description": "#You build affection, trust and respect with your teammates or allies much faster, especially if you fight alongside them, what better way to build affection after all than overcoming the threat of a violent demise? In addition, you are much better at working together with others.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 263,
        "title": "Trustable Face",
        "rarity": 2.7,
        "description": "#You naturally seem like a dependable and trustworthy guy to people you encounter, making it easier to gain their trust and respect. Does not work on people with a negative opinion of you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 264,
        "title": "Large Pockets",
        "rarity": 2.6,
        "description": "#Your pockets are deceptively large, any pocket you own that you slip your hand into is 10x large on the inside, this applies to backpacks and such but does not affect the object itself.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 265,
        "title": "Conflict Drive",
        "rarity": 4.7,
        "description": "#\"I love a good challenge\" Conflict and challenges are attracted to you like a magnet, your life will be challenged and worthy opponents will pop up. But at the same time, conflict means rewards.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 266,
        "title": "Challenge DLC",
        "rarity": 4.0,
        "description": "#Did someone say challenge? A challenge board is added to your gacha, depending on your location, current state and power level you have the option to grab one of 3 challenges from the board as limited-time quests, you can only take one challenge every 48 hours and the board resets every 48 hours. If you fail a challenge the next time you can take a challenge is instead 168 hours later.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 267,
        "title": "Relationship Tracker DLC",
        "rarity": 2.5,
        "description": "#Adds a relationship tracker to the gacha page, showing you your current relationship with people you are interested in and what they think of you, this also logs their interests, likes and dislikes.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 268,
        "title": "The Real Weapon",
        "rarity": 3.6,
        "description": "#There is only one weapon you truly own. And they are they are your very fists. Your physical stats get augmented proportionally to the strongest weapon you own. But the increase in physical stats is negated the moment you wield a weapon of any kind.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 269,
        "title": "One with the Blade",
        "rarity": 4.8,
        "description": "#You are one with your weapon, whatever item you wield gets your physical stats added to its own stats. As long as you are holding it, that copper coin in your hands is tougher than diamond, a regular bronze sword could split the heavens as long as you are strong enough yourself.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 270,
        "title": "Caveman",
        "rarity": 2.5,
        "description": "#Unga Bunga. You are a caveman at heart, giving you enhanced physical strength and endurance. In addition, you are skilled at wielding blunt instruments and toughing it out in the wild.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 271,
        "title": "Void Childe",
        "rarity": 3.4,
        "description": "#You are a child of the void, giving you enhanced spatial awareness, you can sense a portal opening a kilometre away and all Space-based abilities are more potent and you master them faster.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 272,
        "title": "Father Time",
        "rarity": 7.2,
        "description": "#Who knew Time Itself picked favourites? You are immune to all time-based abilities, time travel and paradoxes, even stopping time in the same world as you is completely impossible even for the mightiest gods. In addition, the strain and energy cost of all Time-related abilities and magic is massively reduced and you can ignore the paradox and time resistance of all targets weaker than god level.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 273,
        "title": "Shub's Favor",
        "rarity": 4.8,
        "description": "#Rest assured knowing the biggest milf of all is rooting for you. Thanks to her blessing your vitality and virility are considerably increased. And those with maternal instincts find themselves more attracted to you. You are also assured to be a great father regardless.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 274,
        "title": "Yog's Blessing",
        "rarity": 4.6,
        "description": "#Rest assured knowing that the best girl is rooting for you. Thanks to Yog's blessing you are granted safe passage, all drawbacks from Space-related abilities are mitigated. In addition, they also cost less energy and have far higher range. You also have incredible resistance against Space attribute attacks.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 275,
        "title": "Carnal Engine",
        "rarity": 2.7,
        "description": "#(Nsfw)You are an eternal engine when it comes to carnal activity, while performing sexual actions your stamina recovery, endurance, and resilience are massively boosted, you can go on for literal days without rest.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 276,
        "title": "Four Leaf Clover",
        "rarity": 2.7,
        "description": "#You are pretty lucky, not to the point where it's blatantly supernatural but the scales of fate are skewed towards you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 277,
        "title": "Rabbits Foot",
        "rarity": 3.7,
        "description": "#You are naturally very lucky, being on the good books of lady fate pays off. You can rob a casino blind and in general, things without a high impact on fate go in your favor.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 278,
        "title": "21 Leaf Clover",
        "rarity": 4.7,
        "description": "#You are naturally incredibly lucky. Not enough that someone would consider it a superpower but expect to be called a lucky bastard. It's almost impossible to lose games of chance unless you want to, if it's up to chance, it will land in your favour.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 279,
        "title": "Fortune's Lover",
        "rarity": 5.7,
        "description": "#You are absurdly lucky, to the point where even if you did not have any other abilities this alone could be considered an ability. If it's a chance, it's in your favour. Fate is curved in your direction, but not all luck is good.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 280,
        "title": "Hellsing",
        "rarity": 4.6,
        "description": "#You are the true hunter of all inhumane, Ghouls, Ghosts, Cryptids, and Demons. When facing anything that fits this category all of your reflexes and skills are enhanced and you enter a special state of focus. In addition, you gain enhanced intuition against any opponent or topic in this category.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 281,
        "title": "Marksman",
        "rarity": 3.7,
        "description": "#You are a natural marksman, giving your exceptional aim and accuracy with most projectiles, especially with stuff like bows and ranged weaponry.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 282,
        "title": "Rebellion",
        "rarity": 4.0,
        "description": "#Whenever you get inflicted with a debuff or a binding your physical stats and magical resistance increase. The more penalties you incur the stronger Rebellion is.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 283,
        "title": "Child of Artemis",
        "rarity": 4.7,
        "description": "#You are a child blessed by Artemis, the goddess of the hunt. Your proficiency and talent with all ranged weapons are greatly increased. In addition, your tracking and wayfinding abilities are enhanced to a supernatural level, allowing you to easily track prey across a country and not get lost in even the deepest of woods.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 284,
        "title": "Master of Arms",
        "rarity": 5.3,
        "description": "#You are a Master of Arms, being able to wield any weapon you lay on your hand as if you have been wielding it for 10 years, in addition, you are able to bypass any requirements a weapon might have to wield it such as being an angel or a chosen hero. In addition, all sentient or conscious weapons adore you and weapons would love to be wielded by you.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 285,
        "title": "Qualified",
        "rarity": 4.8,
        "description": "#Who says you aren't qualified? It says right here! You can wield any item or pass through any door with qualifications. Excalibur wants a worthy wielder? Too bad, you are qualified to wield it whether it likes it or not.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 286,
        "title": "Innocuous",
        "rarity": 3.1,
        "description": "#Look at that face! How can you stay angry at that? People are far more forgiving to you, and they cannot stay angry at you too long. It even works in court.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 287,
        "title": "Sharing Is Caring",
        "rarity": 4.2,
        "description": "#People are naturally much more generous when it comes to you, you can always expect to be paid handsomely when getting compensation, and people rarely keep secrets from you.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 288,
        "title": "Lucifer's Child",
        "rarity": 3.6,
        "description": "#The child of evil shall rebel against the heavens. All of your stats are significantly increased when facing an enemy that is aligned with Holy or Light. But at the same time, you cannot receive blessings or healing from Holy or Light.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 289,
        "title": "Nothing Strange",
        "rarity": 2.5,
        "description": "#There is nothing strange about you. People try to normalize your weirdness or oddities, like why you keep skipping out on class, how you speak weirdly or how it's weird to kiss your relatives in the mouth. Just the normal stuff.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 290,
        "title": "Common sense",
        "rarity": 3.3,
        "description": "#Common sense works differently when it comes to you, people try to rationalize and accept your more unusual or alerting actions. People automatically try to normalize matters related to you but the effect is lessened the more drastic and inexcusable your actions are.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 291,
        "title": "Lethal Charm",
        "rarity": 4.0,
        "description": "#\"This could get problematic\" The more evil a person is the easier it is for you to gain their favor and affection.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 292,
        "title": "Titan Crusher",
        "rarity": 8.5,
        "description": "#Your body is... unnatural, nobody should hold that much power. Even as a basic human, you can demolish the entire world military with ease, your body is unnaturally strong, however strong you should be you are at least a hundred times stronger than that.",
        "tier": "Divine",
        "color": "#ff8c00"
    },
    {
        "id": 293,
        "title": "Motivational Speaker",
        "rarity": 3.6,
        "description": "#\"Dattebayo!\" You are an excellent motivational speaker, whatever corny stuff you speak will actually strike at their heart cords instead of sounding cringy to them. It is far easier to get through to someone even if they are stubborn..",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 294,
        "title": "Blessing of Isis",
        "rarity": 4.7,
        "description": "#You are a child blessed by Isis, the goddess of Magic. You learn magic and comprehend magic with ease, in addition, you are able to learn any magic regardless of your affinity or race restriction.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 295,
        "title": "Blessing of Durga",
        "rarity": 4.0,
        "description": "#You are a child blessed by Durga, the goddess of righteous fury. You are immune to corruptive effects and negative effects and mental statuses during combat. In addition, the more evil an enemy is the more advantage you have against them.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 296,
        "title": "Blessing of Amaterasu",
        "rarity": 4.8,
        "description": "#You are a child blessed by Amaterasu, the Goddess of the Sun. You are incredibly resistant against curses and darkness-based attacks while your light-based abilities are much stronger.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 297,
        "title": "Blessing of Izanami",
        "rarity": 4.7,
        "description": "#You are a child blessed by Izanami, the Goddess of the Underworld and Death. You are incredibly resistant to all curses and necrotic effects. In addition your affinity to all Spirit and Death attribute abilities, spells and items are increased. The dead favour you more.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 298,
        "title": "Blessing of Hestia",
        "rarity": 3.2,
        "description": "#You are a child blessed by Hestia, the goddess of Hearth. You have resistance to all mental effects and negative ailments. Your body is way healthier and people feel more comfortable around you due to the natural aura you have around you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 299,
        "title": "Blessing of Bast",
        "rarity": 2.7,
        "description": "#You are blessed by the goddess Bast, the goddess of Cats and Grace. You have improved cat-like reflexes and agility as well as night vision. In addition, you are beloved by felines.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 300,
        "title": "Fertility Calibration",
        "rarity": 2.2,
        "description": "#You can freely adjust your own fertility, being able to freely go from absolutely inert to being so fertile you can impregnate even someone completely infertile at will.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 301,
        "title": "Draw of Fate",
        "rarity": 3.3,
        "description": "#Your fate is strong, things are not moderate for you, destiny curves in your direction like a main protagonist. You have plenty of luck, bad and good.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 302,
        "title": "Dealmaker",
        "rarity": 4.5,
        "description": "#A Deal's a Deal. Whenever people make a deal with you, they feel compelled to fulfil their end of the deal that they agreed on. In addition, it's far easier to goad people into making outrageous bets.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 303,
        "title": "Hentai Logic",
        "rarity": 4.8,
        "description": "#Apparently this world runs on Hentai Logic, objects revolving around you are far more perverted and people's logic is slightly skewed.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 304,
        "title": "Ecchi Logic",
        "rarity": 3.5,
        "description": "#Apparently this world runs on Ecchi Logic, objects revolving around you are far more perverted and people's logic is slightly skewed.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 305,
        "title": "Honesty",
        "rarity": 2.2,
        "description": "#You have an aura around yourself that seems to garner honesty from people. People are worse at lying around you and feel worse and more remorseful about trying to deceive you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 306,
        "title": "Truthspeaker",
        "rarity": 4.2,
        "description": "#Whenever you say the truth people will believe your words, although you can change the wording of what you say, you must still believe it to be true yourself.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 307,
        "title": "Loyalty",
        "rarity": 2.7,
        "description": "#People are naturally more loyal towards you, being more willing to put themselves on the line for you and be less inclined to betray you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 308,
        "title": "Vault",
        "rarity": 3.9,
        "description": "#Information-gathering abilities and technologies start working improperly when it comes to you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 309,
        "title": "Library Mind",
        "rarity": 2.9,
        "description": "#Your mind is like a library, organized and efficient. Your memory, mental clarity and speed are slightly faster.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 310,
        "title": "Embrace",
        "rarity": 3.8,
        "description": "#Your embrace is soft as a mother's love, your embrace feels, calming, comforting and even therapeutic. Even an evil man might break down crying if you capture them with your loving arms.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 311,
        "title": "Transhuman",
        "rarity": 3.4,
        "description": "#You are a transhuman... or whatever race you are, genetic and mechanical augments work very well with you. You suffer no penalty for changing your race or installing cybernetic implants. Change your body however you'd like, it was meant to be changed anyway.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 312,
        "title": "All Trades",
        "rarity": 3.9,
        "description": "#Didn't even have the dignity to put \"Ace of\" there. You have a Basic level of mastery over all mundane skills, you know how to cook well enough to not burn eggs, know enough about mechanics to change a lightbulb, know enough how to dance to not tangle your feet, know how to hold a sword to not cut yourself. You are also mildly talented in all fields.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 313,
        "title": "Paper Trail",
        "rarity": 1.8,
        "description": "#For some reason you are always carrying the relevant paper or information with you. And so do your familiars apparently. Just reach into your pocket and you can find whatever legal identification you need.",
        "tier": "Common",
        "color": "#9c7e5a"
    },
    {
        "id": 314,
        "title": "No Strangers",
        "rarity": 2.1,
        "description": "#(Nsfw)To Love, apparently they are a stranger to it. People don't seem to mind open displays of affection as long as you aren't too overt.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 315,
        "title": "No Peeking",
        "rarity": 5.1,
        "description": "#Information Gathering doesn't work against you, scrying spells fall apart, precognition fails, and cameras stop recording.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 316,
        "title": "Battery Saver",
        "rarity": 4.6,
        "description": "#Whenever you have an ability slot you aren't using, the other abilities cost less energy. If you have 3 slots and only use one, the ability in the first slot is 3x cheaper.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 317,
        "title": "Rule 63",
        "rarity": 3.3,
        "description": "#\"Where Banana?\" Reality across all of existence has been twisted, warped, retconned and remade to make some men women.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 318,
        "title": "Monster Mater",
        "rarity": 2.8,
        "description": "#(Nsfw)\"I really shouldn't have sex with that, buuut-\" The more monstrous a member of the opposite sex is, the more they are attracted to you. Only works on things you yourself would be attracted to.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 319,
        "title": "Musk",
        "rarity": 2.0,
        "description": "#(Nsfw)Your smell is really good, a bit arousing even.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 320,
        "title": "No Enemies",
        "rarity": 4.8,
        "description": "#\"You really don't\" Everyone you meet has a good impression of you, even evil dictators, violent murderers or mindless beasts have a decent liking of you as soon as they get to know about you. Only works on named characters.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 321,
        "title": "My Friend Now",
        "rarity": 5.5,
        "description": "#Everyone you meet starts off friendly to you as long as they don't have a preconceived opinion of you. You can walk up to Thanos and open a can of beer with him. Even death seems to like the cut of your gib.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 322,
        "title": "Uchiha",
        "rarity": 5.4,
        "description": "#Naruto - You are a member of the Uchiha Clan, granting you increased martial talent, energy reserves, fire affinity and a natural sharingan that does not take up an ability slot.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 323,
        "title": "Uzumaki",
        "rarity": 5.9,
        "description": "#Naruto - You are a member of the Uzumaki clan, granting you increased life force and endurance. In addition, you can heal yourself and others by imbuing your blood with your energy and life force. And with training, you can unlock the ability to create sealing adamantine chains capable of suppressing and sealing energy.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 324,
        "title": "Hyuga",
        "rarity": 5.1,
        "description": "#Naruto - You are a member of the Hyuga clan, granting you increased dexterity, energy reserves and fine control over your body and energy. In addition, you possess a natural Byakugan that does not take up an ability slot. You also may or may not have dormant alien-good genes.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 325,
        "title": "Senju",
        "rarity": 6.0,
        "description": "#Naruto - You are a direct descendant of Hashirama Senju, granting you greatly increased lifeforce and energy reserves as well as martial prowess. In addition, you possess a natural Wood Release and have increased Natura Affinity.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 326,
        "title": "Hanma",
        "rarity": 2.8,
        "description": "#Baki - You are a Hanma, you are incredibly genetically gifted, possessing increased resistance to poisons and your physical stats grow way faster. In addition, you have so much testosterone in you, any other men may as well be a girl in comparison. Your talent in martial arts is also greatly increased.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 327,
        "title": "Lesser Undead",
        "rarity": 2.5,
        "description": "#Race - You are a lesser undead, once you get this trait you have to choose between being a zombie or a skeleton. As an undead, you have no stamina and instead consume energy for everything and get unique bonuses and demerits depending on the undead you end up as. Once a race trait is toggled it is permanent until contested.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 328,
        "title": "Greater Undead",
        "rarity": 3.8,
        "description": "#Race - You are a greater Undead, once you activate this trait you transform into a Death Knight or Lich depending on your stats. As an undead, you don't have stamina and consume energy in its stead for everything and get unique bonuses and demerits depending on the undead you end up as.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 329,
        "title": "Fishman",
        "rarity": 4.6,
        "description": "#Race(One Piece) - You are a fishman of a random hybrid, as a Fishman you are naturally stronger than humans with your enhanced physical stats. You can also breathe underwater and possess great water affinity. In addition, you can communicate with seabound creatures and learn Fishman Karate.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 330,
        "title": "Lunarian",
        "rarity": 6.2,
        "description": "#Race(One Piece) - You are a Lunarian, a being of a legendary race. As a Lunarian you have massively increased physical stats, wings and even natural fire manipulation, as long as the fire on your back is lit your durability is massively increased.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 331,
        "title": "Nightkin",
        "rarity": 4.9,
        "description": "#Race(Fate) - A special kind of vampire developed from the blood of a dead apostle. As a Nightkin, you possess superhuman physical and magical abilities and have rewinding regeneration as long as you have blood. You can get stronger and eventually evolve to the next stage of undeath by consuming enough blood.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 332,
        "title": "Nightmare",
        "rarity": 5.2,
        "description": "#Race(Tsukihime) - You are a special kind of vampire known as a Nightmare born from the blood of a Dead Apostle. As a Nightmare, you possess superhuman physical and magical abilities and have rewinding regeneration as long as you have blood. In addition, as a high-rank vampire, you can turn people into ghouls and have your own unique Elite rank ability you can use without an ability slot. You can get stronger and eventually evolve to the next stage of undeath by consuming enough blood.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 333,
        "title": "Dead Apostle",
        "rarity": 6.7,
        "description": "#Race(Tsukihime) - You are a fully realized Dead Apostle, a blight upon the kands and possessing your own ability unique to yourself befitting your rank, granting you an epic ranked ability that does not take up an ability slot. In addition, you have vastly superior physical stats and have time rewinding regenerative immortality as long as you have blood in your body. You can turn humans and animals into your thralls as lower-ranking apostles. The more blood you consume the stronger you get and recover energy.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 334,
        "title": "Dead Apostle Ancestor",
        "rarity": 8.6,
        "description": "#Race(Tsukihime) - You are a true Dead Apostle Ancestor, a crimson stain from the moon to the earth. As a Dead Apostle Ancestor you have immense physical and magical powers, your body naturally rewinds its own time whenever you are injured to restore your health as long as you have blood. You have your own Idea Blood, a Legendary Ability that suits you which you can freely use without an ability slot. Your blood can turn those who ingest it into fully fledged powerful vampires instantly. Any vampire and undead will acknowledge your existence as the ultimate vampire class.",
        "tier": "Divine",
        "color": "#ff8c00"
    },
    {
        "id": 335,
        "title": "Beastmen",
        "rarity": 3.5,
        "description": "#Race - You are a beastkin of a random animal such as a bear, rabbit cat, wolf etc. granting you enhanced physical stats, night vision as well as unique traits and biological features depending on what you are a hybrid of.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 336,
        "title": "Ghoul",
        "rarity": 4.2,
        "description": "#Race(Tokyo Ghoul) - You are a ghoul, a flesh-eating superhuman with a powerful and flexible unique organ named a Kagune of your choosing. As a ghoul, you also possess formidable regeneration. But as a downside, you cannot digest anything other than human flesh and if you don't you dine for longer than two weeks you will slowly enter a feral state.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 337,
        "title": "One-Eyed Ghoul",
        "rarity": 5.3,
        "description": "#Race(Tokyo Ghoul) - You are a One-Eyed Ghould, which despite how it sounds is more powerful than the average ghoul. As a One-Eyed Ghoul you have superhuman stats and a flexible super organ called a kagune of your choosing. You get stronger by consuming human flesh but unlike a normal ghoul, you don't need to and can simply eat human food.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 338,
        "title": "Vampire",
        "rarity": 3.7,
        "description": "#Race(JoJo) - You are a vampire born of the Stone Mask created by the pillar man Kars. As a vampire you have amped physical stats, the ability to create ghould and vampires as well as manipulate your flesh. But you are deathly vulnerable to sunlight.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 339,
        "title": "Pillar Men",
        "rarity": 4.6,
        "description": "#Race(JoJo) - You are a pillar man whose potential was unlocked by the stone mask. Granting you self bio kinesis, flesh absorption, thrall creation and massively increased physical stats in exchange for being vulnerable to sunlight.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 340,
        "title": "Perfect Lifeform",
        "rarity": 5.8,
        "description": "#Race(JoJo) - You are a perfect lifeform, as a pillar man who had their true potential unlocked by the stone mask used with the super Aja you have enhanced physical and magical stats. In addition as the perfect lifeform, you can freely manipulate your own biology and the shape of your own body.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 341,
        "title": "Viltrumite",
        "rarity": 7.5,
        "description": "#Race(Invincible) - You are a viltrumite, one of the fiercest warrior races of the galaxy. As a vitrumite, you possess an incredibly powerful body and the ability to freely fly. You are almost invulnerable to most things but are vulnerable to a specific sound frequency.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 342,
        "title": "Kryptonian",
        "rarity": 8.8,
        "description": "#Race(DC) - You are a Kryptonian, enough said. Your physical and energy reserves increase the more sunlight you take, in addition, you have heat vision, ice breath, high-speed flight, no need to breathe, tactile telekinesis, X-ray vision, and probably more. Under the yellow sun you are basically a living god.",
        "tier": "Divine",
        "color": "#ff8c00"
    },
    {
        "id": 343,
        "title": "Saiyan",
        "rarity": 6.2,
        "description": "#Race(Dragon Ball) - You are a Saiyan warrior, having a great natural physique and a monkey tail as a weakness. When exposed to a full moon you turn into a rampaging giant monkey with massively increased stats. Don't expect to be too strong too soon, even Goku needed decades of training from the greatest martial artists.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 345,
        "title": "Majin",
        "rarity": 7.3,
        "description": "#Race(Dragon Ball) - You are a Majin, a descendant of Majin Buu, possessing a malleable gum-like physique with massively enhanced physical and magical stats. As a Majin you can survive and regenerate if even a handful of your body is left, in addition, you are able to absorb people and objects to strengthen yourself.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 346,
        "title": "Rodrigues",
        "rarity": 2.7,
        "description": "#You are a Brazillian, but not only that, you are a descendant of the legendary Jetstream Sam. Not only do you have the Brazillian ability to double jump but you are also talented in swordsmanship and swordsmithing.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 347,
        "title": "Tepes",
        "rarity": 3.8,
        "description": "#You are a descendant of the legendary Tepes bloodline, the original vampires, or something like that. As a Tepes all Vampirism, Unholy and Hemokinetic abilities are more potent and all undead and vampires are more respectful towards you.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 348,
        "title": "Mithril Skeleton",
        "rarity": 4.1,
        "description": "#Your skeleton is unusually durable, being able to take a lot of punishment before it suffers damage. In addition, it is flexible and conducts energy better. Note that your skeleton isn't real mithril and scales with your physical stats.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 349,
        "title": "Adamantium Skeleton",
        "rarity": 5.7,
        "description": "#\"Suck it Wolverine\" Your skeleton is incredibly durable and dense, to the point where it seems nigh unbreakable. And unlike a certain angry small man, it doesn't poison you. Note that your skeleton isn't real adamantium and scales with your physical stats.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 350,
        "title": "Vibranium Skeleton",
        "rarity": 6.6,
        "description": "#Your skeleton resembles Vibranium more than regular bone. Being nigh unbreakable and not only that, they are able to absorb and store kinetic energy that you can spend to enhance your physical strength temporarily.  Note that your skeleton isn't real Vibranium and scales with your physical stats.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 351,
        "title": "Adamantium Bonding",
        "rarity": 4.2,
        "description": "#Marvel - Your Skeleton is bonded with Adamantium, making it borderline unbreakable but also severely poisons you. Unless you have countermeasures lined up you should wait before you activate this trait.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 352,
        "title": "Sensor",
        "rarity": 2.9,
        "description": "#You have always had a knack for sensing and locating energy/mana/chakra etc. Your ability to sense and locate energy as well as your Thinker abilities are enhanced.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 353,
        "title": "Man vs World",
        "rarity": 4.8,
        "description": "#It's you against the world. The more you are outnumbered in a fight, the stronger you get. For an enemy to count they must be willing to inflict grievous harm on you. The upper limit is 1 vs 1000, this effect is cut in half for every ally you have against the outnumbering enemies.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 354,
        "title": "Duelist",
        "rarity": 4.1,
        "description": "#It's time to duel! When in a one vs one fight your stats are increased. This trait is dispelled when any other combatant intervenes in the fight. But people are less likely interrupt any duels you get into.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 355,
        "title": "Multitasking",
        "rarity": 3.2,
        "description": "#You are very good at multitasking, being able to divide your attention into multiple sources without a decrease in efficiency. Your efficiency may decline with too many tasks at once.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 356,
        "title": "Scavenger",
        "rarity": 2.4,
        "description": "#Whenever you go scavenging, whether it is for treasure, lost parts, artefacts, etc. You have a better chance of finding something useful.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 357,
        "title": "Meet Cute",
        "rarity": 2.8,
        "description": "#As you go about your daily life, you are much more likely to encounter romantic interests in favourable positions.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 358,
        "title": "Blood Mana",
        "rarity": 2.6,
        "description": "#You've got no energy? Well, you've got something else, don't you? You can treat your own vitality as a secondary mana bar at a 1 to 1 rate of exchange. Expended vitality cannot be cured by healing but only through rest.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 359,
        "title": "Angel",
        "rarity": 3.4,
        "description": "#Race Change - You are an Angel, a being created with holy power, as an angel you have slightly increased physical stats and the ability to fly using your wings naturally. In addition, your Holy and Light-based abilities are more potent, in exchange all Darkness and Unholy abilities are weakened. You are also vulnerable to unholy attributes.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 360,
        "title": "Principality",
        "rarity": 4.2,
        "description": "#Race Change - You are a Principality, a higher tier angel with two pairs of wings, a being created with holy power, as an angel you have increased physical stats and energy reserves as well as the ability to fly using your wings. In addition, your Holy and Light-based abilities are more potent, in exchange all Darkness and Unholy abilities are weakened. You are also vulnerable to unholy attributes.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 361,
        "title": "Dominion",
        "rarity": 5.4,
        "description": "#Race Change - You are a Dominion, a high-tier angel with three pairs of wings. As a Dominion, you possess increased magical and physical abilities. All Holy and Light attributes are considerably boosted and cost less mana to use. You also possess the ability to convert your own energy to holy light and instinctively learn Holy and Light Magic. In exchange, all Darkness and Unholy attributes are greatly weakened.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 362,
        "title": "Throne",
        "rarity": 6.5,
        "description": "#Race Change - You are a Throne, one of the highest-ranking angels with four pairs of wings. As a Throne, you possess great physical and magical abilities. All Holy and Light attributes are greatly boosted and cost less mana to use. You are capable of instinctively developing Holy and Light Magic. You also possess the ability to convert your own energy to holy light. In exchange, all Darkness and Unholy attributes are greatly weakened and will hurt you upon use.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 363,
        "title": "Seraphim",
        "rarity": 7.2,
        "description": "#Race Change - You are a Seraphim, the strongest kind of Angel there is, as a being of pure holy power you have 5 pairs of wings. As a Seraphim you have incredible magical and physical power. All Holy and Light abilities and magic you have are boosted by a tier as long as they are legendary rank or below, you are also instinctively capable of using and developing Holy and Light Magic. You can convert your own Mana into a Holy Mana Burst. But in Exchange, you are completely incapable of using all Darkness and Unholy abilities and magic.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 364,
        "title": "Student",
        "rarity": 2.4,
        "description": "#You are a studious student. You learn things faster and easier when taught personally by someone who has a higher skill level than you in the subject in question.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 365,
        "title": "Disciple",
        "rarity": 3.2,
        "description": "#You are a great disciple. You learn things faster and easier when taught personally by someone who has a higher skill level than you in the subject in question. In addition, it is easier to earn the favour of your teachers.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 366,
        "title": "Prodigious Pupil",
        "rarity": 4.1,
        "description": "#You are THE Pupil. You learn things much faster and far more easily when taught personally by someone who has a higher skill level than you in the subject in question. In addition, it is easier to earn the favour of your teachers.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 367,
        "title": "The Taker",
        "rarity": 4.0,
        "description": "#\"You wake up with a dream, a harem full of... what the fuck?\" You are the Taker, all beings of the opposite gender that are either Infernal, Holy or Divine find themselves more attracted to you and it is easier to earn their affection.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 368,
        "title": "Monstergirl Enthusiast",
        "rarity": 2.5,
        "description": "#(Nsfw)You seem to fancy some interests that most don't. Hybrid Girls or those of the opposite gender with monster or beast traits take more of a liking to you and it is easier to build relationships with them. And some monsters you encounter seem oddly humanoid and... compatible.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 369,
        "title": "Reapers Presence",
        "rarity": 4.4,
        "description": "#Upgrade to Terrifying Presence - The reaper is here and they know it. Your presence is that of nightmares, you can make a grown man shit himself without saying a word. If you want to, every gesture of yours seems like a death threat. Acting like the scariest thing they have seen comes naturally to you.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 370,
        "title": "Magic Is Not Real",
        "rarity": 7.4,
        "description": "#You heard it, it's not real, all just nerds pretending with smoke and mirrors. All magic is completely nullified against you, a god of magic could drop the big bang on you but as long as it was magic you wouldn't get scratched, because magic is not real, obviously. But as magic is not real you also cannot use it to any extent as long as this trait is active.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 371,
        "title": "Summoner",
        "rarity": 4.5,
        "description": "#You are a summoner, summoning and commanding creatures, familiars, spirits and summons come naturally to you. All Familiars get enhanced stats and consume less energy. The potency of all projection-type abilities and spells is increased, it is easier to build affection and loyalty with summons and contracted entities.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 372,
        "title": "Brand of Tzeentech",
        "rarity": 5.8,
        "description": "#Warhammer 40k - You wear the brand of Tzeentech, the Changer of Ways. Greatly speeding up your comprehension and learning abilities. Allowing you to improve in skill and magic far faster. In addition, you are capable of spells that you otherwise wouldn't be able to learn due to restrictions like racial differences. Note: Brands do not connect you to the  Chaos Gods or Warp.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 373,
        "title": "Brand of Slaneesh",
        "rarity": 4.6,
        "description": "#Warhammer 40k - You wear the brand of Slaanesh, the Lord of Pleasure. Greatly increasing your understanding of others, you can vaguely feel the emotions of others, in addition, your presence is naturally more charismatic and alluring to others. Note: Brands do not connect you to the  Chaos Gods or Warp.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 374,
        "title": "Brand of Khorne",
        "rarity": 5.3,
        "description": "#Warhammer 40k - You wear the brand of Khorne, the Blood God. Greatly increasing your propensity for combat, your instincts are greatly heightened in the midst of combat, you have greater intuition into using any weapon or skill in combat, making you a natural killing machine. You can track blood and are able to sense killing intent like it is second nature. Note: Brands do not connect you to the  Chaos Gods or Warp.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 375,
        "title": "Brand of Nurgle",
        "rarity": 5.4,
        "description": "#Warhammer 40k - You wear the brand of Nurgle, the Plague Father. Making you immune to all poisons, toxins, and diseases below Legendary rank and greatly increases your resistance to those above Legendary rank. The brand also heightens your understanding of poisons, toxins, and diseases, increasing the potency of abilities and spells relating to it as well as increasing your ability to cure them. Note: Brands do not connect you to the  Chaos Gods or Warp.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 376,
        "title": "Spiral",
        "rarity": 9.9,
        "description": "#Tengen Toppa Gurenn Lagann - If there is a will there is a way.",
        "tier": "Transcendent",
        "color": "#ff0000"
    },
    {
        "id": 377,
        "title": "Monster of God",
        "rarity": 7.2,
        "description": "#Hellsing | Race Change - You are a monster of god, a being pierced through the heart by Helena's Nail and transformed by it. As a monster of god, you possess monstrous physical stats and are imbued with holy energy so potent even your touch can set a true vampire ablaze. You are able to conjure holy thorned vines from your body and control them freely as if they were limbs and they will protect you on instinct, any unholy touched by vines will be set ablaze by holy fire. You are also completely immortal as long as your heart remains intact as your holy vines will rebuild your body. This does not consume energy or use an ability slot.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 378,
        "title": "Magical Girl Transformation",
        "rarity": 0.3,
        "description": "#All transformations have that overly dramatic Magical Girl Transformation flair to them.",
        "tier": "Trash",
        "color": "#a39589"
    },
    {
        "id": 379,
        "title": "Hard to Kill",
        "rarity": 7.5,
        "description": "#Someone really oughta put you down. You are ordinarily hard to kill, your existence constantly tries to preserve itself, whether that is swapping ability slots and instantly using heal on you when you get shot in the head by an ambush, or whether it is rearranging your insides in any way it can to preserve your life. The closer to death you are the more effective and cost-efficient your abilities are and even at the moment of your death this trait can still use your abilities and items for up to 10 minutes in order to revive or preserve you.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 380,
        "title": "Deathless",
        "rarity": 9.0,
        "description": "#You lack the concept of death. To say you are immortal is wrong, it is more that the concept does not apply to you in the first place, no afterlife can take you nor can you be put down forever by immortal killing weapons. Even if every quark in your body were to be annihilated you would eventually reform.",
        "tier": "Transcendent",
        "color": "#ff0000"
    },
    {
        "id": 381,
        "title": "True User",
        "rarity": 8.0,
        "description": "#You can use any item, ability, or spell without suffering from their drawbacks and instantly meet all qualifications. Whether that be using the Excalibur, Rhongomyniad, Hijacking the Gate of Babylon or using an item with a 99.999% chance to kill you.",
        "tier": "Divine",
        "color": "#ff8c00"
    },
    {
        "id": 382,
        "title": "All Devouring Physique",
        "rarity": 8.6,
        "description": "#There is something primordial inside you and it devours. Any infiltrator or transgressor in your mind, soul, body or any form of your existence will get devoured. Even a god trying to possess you would get shredded to the ether, even telepathic connections will be torn apart and turned to pure energy to nourish you. May the nuclear chaos have mercy on anything trying to touch your soul.",
        "tier": "Divine",
        "color": "#ff8c00"
    },
    {
        "id": 383,
        "title": "Renown",
        "rarity": 2.4,
        "description": "#You are quite well known, aren't you? The news of your exploits and accomplishments travel fast. And the effect on your reputation is slightly increased. If you saved a village even the king may learn about it and decide to reward you. Your reputation is always well known if possible.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 384,
        "title": "Buerocrats Eye",
        "rarity": 2.2,
        "description": "#You have the eye of a bureaucrat, allowing you to easily understand all legal jargon and loopholes in contracts as well as being able to quickly brief documents. This will definitely save you some time in any world with an established government.(If not, the ticket this trait came from can be rerolled)",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 385,
        "title": "Legal Exemption",
        "rarity": 2.5,
        "description": "#\"It has been officially exempted? How? Do not ask.\" You do not pay taxes or rent as those are waived by the government or the people who want you to pay them. The officials or authority figures may even look over minor crimes or mischiefs and pardon you.",
        "tier": "Uncommon",
        "color": "#aed1d1"
    },
    {
        "id": 386,
        "title": "Hoarder",
        "rarity": 3.7,
        "description": "#You are the type to not use your limited items even against the final boss, aren't you? The restock timer and cooldown of all items are halved.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 387,
        "title": "Avaricious Greed",
        "rarity": 7.2,
        "description": "More more more, you just can't get enough. Restock timers and the cooldown of all Items are reduced by 100x.",
        "tier": "Mythical",
        "color": "#fc61ff"
    },
    {
        "id": 388,
        "title": "Demon",
        "rarity": 5.4,
        "description": "#Demon Slayer - You are a demon transformed by the blood of Muzan. Granting you a superhuman physique and biological immortality, in exchange for being lethally harmed by sunlight and the light attribute. You also develop your own demon blood art that is equal to an uncommon rank ability. Lastly, you need to consume humans to sustain yourself otherwise you will starve to death.",
        "tier": "Epic",
        "color": "#6811d9"
    },
    {
        "id": 389,
        "title": "Progenitor Demon",
        "rarity": 6.9,
        "description": "#Demon Slayer - You are a progenitor sharing all of the powers of Muzan Kibitsuji. Allowing you to freely shapeshift and have extremely powerful regeneration as well as the ability to turn others into demons with your own blood in addition to your superhuman physical abilities. But sunlight is extremely lethal to you.",
        "tier": "Legendary",
        "color": "#f7d40a"
    },
    {
        "id": 390,
        "title": "Regenerator",
        "rarity": 4.7,
        "description": "#Your body is unusually receptive to all forms of healing. Your natural regeneration when not affected by anything is increased by 5x and all healing effects you receive are 2x more effective on you.",
        "tier": "Elite",
        "color": "#1172d9"
    },
    {
        "id": 391,
        "title": "Wardrobe",
        "rarity": 3.5,
        "description": "#Ever want the advantage of your equipment but don't want to wear it? Perhaps you want the powers and safety of the dread armour without looking like a dark lord? With Wardrobe active any items you put on will be sent to your wardrobe while you still retain their bonuses. But you can't wear two magical items that go on the same part of the body and only wear mundane items while active.",
        "tier": "Rare",
        "color": "#11d939"
    },
    {
        "id": 392,
        "title": "Nothing",
        "rarity": 0.1,
        "description": "#Literally just nothing, it's simply impressive that you got this unlucky.",
        "tier": "Trash",
        "color": "#a39589"
    },
    {
        "id": 393,
        "title": "No Weakness",
        "rarity": 6.0,
        "description": "#You will show no weakness. Any resistance of yours that is in the negatives is automatically set to zero. 8x weak to fire? It's neutral now. Even a shadow demon would be unharmed by light.",
        "tier": "Legendary",
        "color": "#f7d40a"
    }
]